acpi
acpi_call
alacritty
alex
alsa-utils
android-file-transfer
android-platform
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
autoconf
automake
autorandr
awesome
awesome-terminal-fonts
bash
binutils
bison
brave-bin
brightnessctl
bzip2
cabal-install
chromium
clang
clojure
cmake
code
conky-cairo
conky-manager
coreutils
cryptsetup
dart-sdk-dev
device-mapper
dex
dhcpcd
dialog
diffutils
doxygen
e2fsprogs
fakeroot
fcitx
fd
feh
file
filesystem
findutils
firefox
firefox-developer-edition
fish
flex
freeglut
fuse2
gawk
gcc
gcc-libs
gdb
gettext
ghc
ghc-static
gimp
git
glibc
glu
go
gradle
grep
grim
groff
gzip
happy
haskell-haddock-library
haskell-ide-engine
hfsprogs
htop
i3-gaps
i3lock-color
i3status
ibus
imagemagick
inetutils
intel-ucode
iproute2
iputils
jdk11-openjdk
jfsutils
kitty
krita
leiningen
less
libreoffice-still
libtool
licenses
light
linux
linux-firmware
logrotate
love
lua51
luarocks
lvm2
lxappearance
m4
make
mako
man-db
man-pages
mdadm
minecraft-launcher
mplayer
nano
ncdu
neofetch
neovim-nightly
nerd-fonts-iosevka
netctl
networkmanager
noto-fonts-emoji
npm
obs-studio
opam
openssh
otf-fira-code
p7zip
patch
pavucontrol
pciutils
perl
picom
pkgconf
polybar-git
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pyside2
python-pip
python-pynvim
qt5-3d
qt5-base
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ragel
ranger
redshift-wlr-gamma-control-git
reiserfsprogs
rlwrap
rofi
s-nail
sdl2_gfx
sed
shadow
slurp
speedcrunch
stack
stylish-haskell
sudo
sway
swayidle
swaylock
sysfsutils
systemd
systemd-sysvcompat
tar
termite
texinfo
thunderbird
tlp
tmux-git
ttf-dejavu
ttf-inconsolata
ttf-iosevka
ttf-linux-libertine
unzip
usbutils
util-linux
vi
vicious
vifm
vim
vlc
waybar
webkit2gtk
wget
which
wireless_tools
wlroots
wpa_supplicant
xcape
xclip
xdotool
xfce4-terminal
xfsprogs
xorg-server
xorg-server-xwayland
xorg-xinit
xorg-xrandr
xplugd-git
yay-git
zsh
