acpi_call
alsa-utils
autoconf
automake
autorandr
awesome-terminal-fonts
bash
binutils
bison
bleachbit
bzip2
chromium
clang
cmake
compton
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
flex
freeglut
fuse2
gawk
gcc
gcc-libs
gettext
git
glibc
glu
go
grep
groff
gzip
htop
i3-gaps
i3lock-color
i3status
imagemagick
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
libreoffice-still
libtool
licenses
light
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
minecraft-launcher
mplayer
nano
neofetch
neovim-nightly
nerd-fonts-iosevka
netctl
networkmanager
otf-fira-code
pacman
patch
pciutils
perl
pkgconf
polybar-git
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pyside2
python-neovim
qt5-3d
qt5-base
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ranger
reiserfsprogs
rofi
s-nail
sed
shadow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
termite
texinfo
thunderbird
tlp
ttf-inconsolata
ttf-iosevka
ttf-linux-libertine
unzip
usbutils
util-linux
vi
vim
webkit2gtk
which
wireless_tools
wpa_supplicant
xclip
xfsprogs
xorg-server
xorg-xinit
xorg-xrandr
yay
zsh
